Repository: 84000/translation-memory-resources
Catalog: post_input/toh287-B.bo.en.tmx
Source language: bo
Languages: en

source: ཐེར་ཟུག་ ཏུ་ གནས་པ་ མ་ ཡིན །_ རྟག་པ་ མ་ ཡིན །_ བརྟན་པ་ མ་ ཡིན །_ ཐེར་ཟུག་ མ་ ཡིན །_
en: They are not there forever, not permanent, not stable, and not everlasting.

source: ཡོངས་སུ་ འགྱུར་བ འི་ ཆོས་ཅན་ ཡིན་ ཞིང་ །_
en: Instead, they are all subject to change.

source: དེ འི་ ཚོར་བ འི་ ཕུང་པོ་ དེ་ མཐོང་ ནས་ ཡང་ འབྱུང་བ འི་ སྲེད་པ་ དགའ་བ འི་ འདོད་ཆགས་ ཀྱི་ མོད་ ལ་ སྐྱེས་པ འི་ དྲི་མ་ ཅན་ ཡོངས་སུ་ ཉམས་པ ར་ བྱེད་ དེ
en: By seeing the aggregate of sensation in this way he will overcome the stains that accompany the excited and desirous craving for existence.

source: འཁོར་བ་ ཐམས་ཅད་ མི་རྟག་ པར་ རྗེས་སུ་ མཐོང་བ འི་ དགེ་སློང་ ནི་ ལམ་ ཀུན་ ཏུ་ སྟེན་པ ར་ བྱེད་ ཅིང་ གོམས་པ ར་ བྱེད་ ལ་ མང་ དུ་ བྱེད་ དོ །_།
en: $63 “The monk who acknowledges that all of cyclic existence is impermanent will practice the path, become accustomed to it, and increase it.

source: དེ་དེ་ ལྟར་ སྒོམ་པ་ ན་ ཀུན་ ཏུ་ སྦྱོར་བ་ དག་ སྤོང་བ ར་ བྱེད་ ཅིང་ བག་ ལ་ ཉལ་ འདོར་བ ར་ བྱེད་ དེ །_
en: Practicing in this way, he will give up the bonds and the latent tendencies.

source: ཀུན་ ཏུ་ སྦྱོར་བ་ དག་ གང་ཞེ་ན །_
en: What are the bonds?

source: རྗེས་སུ་ ཆགས་པ འི་ ཀུན་ ཏུ་ སྦྱོར་བ་ དང་ །_ ཁོང་ཁྲོ་བ འི་ ཀུན་ ཏུ་ སྦྱོར་བ་ དང་ །_ ང་རྒྱལ་ གྱི་ ཀུན་ ཏུ་ སྦྱོར་བ་ དང་ །_ མ་རིག་པ འི་ ཀུན་ ཏུ་ སྦྱོར་བ་ དང་ །_ ལྟ་བ འི་ ཀུན་ ཏུ་ སྦྱོར་བ་ དང་ །_ མཆོག་ ཏུ་ འཛིན་པ འི་ ཀུན་ ཏུ་ སྦྱོར་བ་ དང་ །_ ཐེ་ཙོམ་ གྱི་ ཀུན་ ཏུ་ སྦྱོར་བ་ དང་ །_ ཕྲག་དོག་ གི་ ཀུན་ ཏུ་ སྦྱོར་བ་ དང་ །_ སེར་སྣ འི་ ཀུན་ ཏུ་ སྦྱོར་བ་ སྟེ །_
en: They are the bonds of desire, anger, pride, ignorance, view, fixation, doubt, envy, and stinginess.

source: ཀུན་ ཏུ་ སྦྱོར་བ་ དེ་དག་ སྤོང་བ ར་ བྱེད་ དོ །_།
en: These bonds he will relinquish.

source: བག་ ལ་ ཉལ་ གང་ཞེ་ན །_
en: What are the latent tendencies?

source: འདི་ལྟ་སྟེ །_ འདོད་པ འི་ འདོད་ཆགས་ ཀྱི་ བག་ ལ་ ཉལ་ དང་ །_ སྲེད་པ འི་ འདོད་ཆགས་ ཀྱི་ བག་ ལ་ ཉལ་ དང་ །_ ལྟ་བ འི་ བག་ ལ་ ཉལ་ དང་ །_ ཁོང་ཁྲོ་བ འི་ བག་ ལ་ ཉལ་ དང་ །_ མ་རིག་པ འི་ བག་ ལ་ ཉལ་ དང་ །_ ང་རྒྱལ་ གྱི་ བག་ ལ་ ཉལ་ དང་ །_ ཐེ་ཙོམ་ གྱི་ བག་ ལ་ ཉལ་ ཏེ །_
en: They are the latent tendencies of desirous attachment, desire for existence, view, anger, ignorance, pride, and doubt.

source: འདི་དག་ ནི་ གཙོ་བོ་ ཇི་ལྟ་བ་ བཞིན་ དུ་ སྲིད་པ་ གསུམ་ དུ་ ཡོངས་སུ་ འཇུག་པ ར་ བྱེད་པ །_ ས་ གསུམ་ དུ་ ཡོངས་སུ་ རྒྱུ་བ ར་ བྱེད་པ །_ ཉེས་པ་ གསུམ་ ལ་ ཡོངས་སུ་ འཇུག་པ ར་ བྱེད་པ །_ དུས་གསུམ་ གྱི་ རྗེས་སུ་ འགྲོ་བ །_ བར་མ་ གསུམ་ གྱི་ ཚོར་བ་ གསུམ་ རྗེས་སུ་ བསྒོམས་པ །_ སྐྱེ་བ་ གསུམ་ དུ་ འཕོ་བ ར་ བྱེད་པ་ སྟེ །_
en: Primarily, all these cause one to enter the three realms of existence, to wander on the three grounds, to engage in the three flaws, to adhere to the three times, to cultivate the three sensations that pertain to the three intermediaries,#27 and transmigrate into the three kinds of birth.

source: འཁོར་བ འི་ རྒྱུ ར་ གྱུར་པ་ ཡིན་ ནོ །_།
en: Thus, they are the causes of cyclic existence.

source: དེ་ནས་ གཞན་ ཡང་ ཇི་ལྟ ར་ དགེ་སློང་ དེ་ རྒྱུ་ དང་ རྐྱེན་ དུ་ བཅས་པ་ འདི་དག་ ཁོང་ དུ་ ཆུད་པ ར་ འགྱུར །_ མིག་ གི་ རྐྱེན་ [119a] ནི་ གང་ །_ རྒྱུ་ ནི་ གང་ ལས་ སྐྱེས །_ གཞི་ གང་ ལ་ ལྟ་བ ར་ བྱེད་ ཅིག་ གུ་ སྙམ་ ནས །_
en: $64 “Furthermore, when a monk comprehends these causes and conditions, he will wonder {{page:{number:75,id:UT22084-068-021-100101,folio:F.119.a,volume:V68}}} what causes and conditions the eye arises from, and what basis causes it to observe.

source: རྣལ་འབྱོར་ སྤྱོད་པ་ ནང་ གི་ ཆོས་ ལ་ ཆོས་ ཀྱི་ རྗེས་སུ་ ལྟ་ ཞིང་ གནས་པ་ དེས །_ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ འམ །_ ལྷ འི་ མིག་ གིས་ བརྟགས་ ན །_ མིག་ གི་ རྒྱུ་ ནི་ལ ས་ ལས་ བྱུང་ ཞིང་ །_ ལས་ ཀྱིས་ སྐྱེ་བ་ མངོན་པར་ བསྒྲུབས་ ཏེ །_
en: Spiritual practitioners who carefully observe inner phenomena perceive by means of knowledge derived from hearing, or through the divine eye, that the cause of the eye manifests from karmic action and that karmic action establishes birth.

source: དཔེར་ན་ ཤིང་བ་ ཊའི་ ས་བོན་ ཆུང་ངུ་ ལས་ཤིང་ ལྗོན་པ་ སྐྱེ་ ལ་ ཤིང་ ལྗོན་པ འི་ རྒྱུ་རྐྱེན་ ལས་ ཡང་ ཤིང་བ་ ཊའི་ ས་བོན་ ཕྲ་མོ་ འབྱུང་བ ར་ འགྱུར་ རོ །_།
en: As an analogy, a small banyan seed may give rise to a large tree, and that tree will itself produce tiny banyan seeds.

source: དེ་བཞིན་ དུ་ མི་ ཤེས་པ་ ལས་ ལས་ མངོན་པར་ འགྲུབ་པ ར་ འགྱུར་ ལ །_ ལས་ ལས་ ཀྱང་ སྐྱེ་བ་ མངོན་པར་ འགྲུབ་པ ར་ འགྱུར་ ཏེ །_
en: Ignorance, similarly, yields karmic action, and karmic action establishes birth.

source: སྐྱེ་བ་ དང་ །_ རྒ་བ་ དང་ །_ ན་བ་ དང་ །_ འཆི་བ་ དང་ །_ མྱ་ངན་ དང་ །_ སྨྲེ་སྔགས་ འདོན་པ་ དང་ །_ སྡུག་བསྔལ་བ་ དང་ །_ འཁྲུག་པ་ རྣམས་ ཡོད་ ཅིང་ འབྱུང་བ ར་ འགྱུར་ ཏེ །_
en: Thus birth, aging, sickness, death, suffering, lamentation, pain, and disturbance continue to evolve.

source: དེ་ལྟ ར་ ལས་ ཀྱི་ རྒྱུ་ སྲེད་པ འི་ ཞགས་པ་ དེས་ བཅིངས་པ འི་ བྱིས་པ་ སོ་སོ འི་ སྐྱེ་བོ་ ནི་ འཁོར་ལོ་ ལྟ་བུ འི་ རྒྱ་མཚོ ར་ ཡོངས་སུ་ འཁྱམ་ མོ །_།
en: The cause of karmic action is the noose of craving, which binds infantile, ordinary beings and makes them flounder in the wheel-like ocean.

source: ཚོར་བ་ དེ་དག་ ཐམས་ཅད་ ཀྱི་ རྒྱུ་ དང་ རྐྱེན་ འདི་དག་ ལ་ འདུ་ཤེས་ ཀྱི་ ལས་ སུ་ བྱ་བ་ མེད་ དེ །_
en: $65 “The causes and conditions of all these sensations are not created by perception.

source: ལས་ མེད་ ན་ སྲེད་པ་ འ་ བྱུང་བ ར་ མི་ འགྱུར་ ལ །_ དེ་ མེད་ ན་ ཚོར་བ་ མེད་པར་ འགྱུར་ རོ །_།
en: Still, without karmic action there will be no craving, and without craving no sensations will occur.

source: རྒྱུ་རྐྱེན་ ནི་ དཔེར་ན་ སྙིང་པོ་ ལ་ ཡང་ བརྟེན །_ ཀོང་བུ་ ལ་ ཡང་ བརྟེན །_ མར་ ལ་ ཡང་ བརྟེན །_ མེ་ ལ་ ཡང་ བརྟེན་ ནས་ མར་མེ འི་ འོད་ སྐད་ཅིག་ ལ་ མངོན་པར་ འགྲུབ་པ ར་ འགྱུར་ རོ །_།
en: As an analogy, in dependence on a wick, a bowl, oil, and fire there can be a moment of candlelight. Such is the way of causes and conditions.

source: དེ་བཞིན་ དུ་ དགེ་སློང་ དེ་ ཚོར་བ འི་ རྒྱུ་ དང་ རྐྱེན་ མཐོང་བ །_ ལས་ ཀྱི་ རྒྱུ་ ཚོལ་ ཞིང་ལས་ ཀྱི་ རྗེས་སུ་ འབྲང་བ །_ ལས་ ཀྱི་ མཐུ ས་ ཚོར་བ་ ཐམས་ཅད་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: Likewise, a monk who sees the causes and conditions of sensation, and who examines and pursues karmic action, understands that all sensations arise by the force of karmic actions.

source: དེ་ ལ་ ལུས་ ནི་ ཀོང་བུ་ ལྟ་བུ་ ཡིན །_
en: Here the body is the bowl;

source: དབང་པོ་ དག་ ནི་ མར་ ལྟ་བུ་ ཡིན །_
en: the faculties are the oil;

source: !འདོད་ཆགས་ ཞེ་སྡང་ གཏི་མུག་ ནི་ མེ་ ལྟ་བུ་ ཡིན་ ཏེ །_
en: craving is the wick;#28 desire, anger, and delusion are the fire;

source: ཤེས་པ་ སྐད་ཅིག་མ་ ནི་ མར་མེ འི་ འོད་འབར་བ་ ལྟ་བུ་ ཡིན་ ནོ །_།
en: and the moment of cognition is the shining candlelight.

source: རྣལ་འབྱོར་པ་ གང་ གིས་ སྲིད་པ་ གསུམ་ དུ་ འགྲོ་བ འི་ ཚོར་བ་ དེ་ཉིད་ ཚོལ་ ཞིང་ མཐོང་བ་ ནི་ ཤེས་པ་ ཡིན་ ཏེ །_
en: $66 “A practitioner is in possession of knowledge when he investigates and perceives the sensations that are associated with movement within the three realms of existence.

source: དཔེར་ན་ གསེར་མགར་ གསེར་ བླངས་ ནས །_ ལས་ དང་ལ ས་ སུ་ བྱས་པ འི་ གསེར་ ལས་ རྒྱན་ གྱི་ རྣམ་པ་ ལེགས་པ ར་ མངོན་པར་ འགྲུབ་པ ར་ བྱེད་ དོ །_།
en: Analogously, when a goldsmith takes up gold, works with it, and handles it the right way, he may produce fine jewelry from that gold.

source: དེ་བཞིན་ དུ་ རྣལ་འབྱོར་ སྤྱོད་ [119b] པ་ གསེར་མགར་ ལྟ་བུ་ དེ་ དམིགས་པ་ གསེར་ ལྟ་བུ་ ལ་ དམིགས་ ཏེ །_
en: Similarly, the spiritual practitioner, {{page:{number:76,id:UT22084-068-021-100102,folio:F.119.b,volume:V68}}} who is like a goldsmith, relates to observations, which are like gold.

source: གལ་ཏེ་ དམིགས་པ་ བཟང་ ན་ དེ་ལས་ བཟང་པོ་ མངོན་པར་ འགྲུབ་པ ར་ འགྱུར་ ཞིང་ །_ མྱ་ངན་ ལས་ འདས་པ ར་ འགྲོ འོ །_།
en: Positive observations will establish positive karmic action, which leads to the transcendence of suffering.

source: གལ་ཏེ་ དམིགས་པ་ ངན་ ན་ དེ་ ངན་པ་ འགྲུབ་པ ར་ འགྱུར་ རོ །_།
en: Negative observations will establish negative karmic action.

source: རྒྱུ་རྐྱེན་ དེ་ཉིད་ ཤེས་པ་ ནི །_། དོན་ ཞིབ་ ངེས་པ ར་ བྱས་པ་ ཡིན །_།
en: “Knowledge of the nature of causes and conditions Determines the subtle meaning.

source: ཐར་པ འི་ རྒྱུན་ ལ་ མངོན་དགའ་ ན །_།
en: With fondness for the stream of liberation

source: སྲེད་པ ས་ ཁྱེར་བ ར་ མི་ འགྱུར་ རོ །_།
en: One will not be carried away by craving.

source: ལུས་ཅན་ ཐམས་ཅད་ ལས་ དག་ གི _།
en: $68 “All embodied beings engage in karmic action.

source: རྗེས་ འབྲང་ ལས་ ཀྱི་ སྐྱེ་གནས་ དང་ །_། ལས་ ཀྱི་ འབྲས་བུ ར་ སྦྲེལ་ ནས་ སུ །_། སྲིད་པ་ ཉམ་ང ར་ ཀུན་ ཏུ་ འཁྱམ །_།
en: Connecting with a karmic place of birth And the results of karmic action, They roam pitifully throughout existence.

source: གང་ཞིག་ མི་དགེ་ མི་ ལེན་ ཅིང་ །_། རྟག་ ཏུ་ དགེ་བ འི་ ལས་ དགའ་བ །_། ཟླ་འོད་ དྲི་མ་ མེད་པ་ ལྟར །_། རྣལ་འབྱོར་ འགྲོ་བ་ དེ་ འདྲ ར་ འགྱུར །_།
en: $69 “Those who do not take up nonvirtue, But take constant delight in acts of virtue, Are like stainless moonlight In their progress as practitioners.

source: མེ་ ཡིས་ ཤིང་ སྐམ་ བསྲེགས་པ་ ལྟར །_། སྡིག་པ འི་ ཆོས་ རྣམས་ རབ་ བསྲེགས་པ །_།
en: $70 “Just as fire consumes dry wood, So they burn away negative traits.

source: སྡིག་ལས་ གྲོལ་ ཞིང་ ཉོན་མོངས་ རྒལ །_། ས་ གསུམ་ དག་ ཏུ་ རྣམ་པར་ མཛེས །_།
en: Free from evil, they go beyond affliction And shine in the three worlds.

source: གང་ཞིག་ ཡིད་ ནི་ ཐར་ འདོད་ ཅིང་ །_། ནམས་ ཀྱང་ འཁོར་བ ར་ མི་ དགའ་བ །_། དེ་ ནི་ འཁོར་བ ར་ མི་ འཆིང་ སྟེ །_། མཁའ་ ལ་ བྱ་ ནི་ འགྲོ་བ་ བཞིན །_།
en: $71 “A mind that desires liberation And never veers toward cyclic existence Will not be tethered to cyclic existence, But soar like a bird in the sky.

source: གང་ཞིག་ ཚོར་ འབྱུང་ དེ་ཉིད་ ཤེས །_། ཚོར་བ འི་ འབྲས་བུ་ རིག་པ་ ནི །_། དེ་ཉིད་ གྲོལ་བ ར་ ཤེས་པ ར་ བྱ །_།
en: $72 “Those who know the reality of the onset of sensation, And who are aware of the effects of sensation, Should be recognized as liberated.

source: དེ་ཉིད་ རིག་པ་ སྲིད་ གསུམ་ དུ །_། བདེ་སྡུག་ གིས་ ནི་ དེ་ མི་ གནོད །_།
en: With knowledge of reality they will not be harmed By the pleasures and pains of the three worlds.

source: ཞིམ་ དང་ ང་ བས་ གོས་པ་ མེད །_།
en: $73 “They will not be stained by sweet and foul.

source: གང་དག་ སྲིད་པ་ འབར་བ་ ལྟར །_།
en: For them existence is like a fire.

source: རྣལ་འབྱོར་ དེ་ ནི་ བསམ་པ་ ལྡན །_།
en: Such spiritual practitioners are conscientious.

source: བློ་གྲོས་ རྟག་ ཏུ་ མི་ རྨོངས་ ཤིང་ །_། རྟག་ ཏུ་ ཆོས་ ཀྱི་ ཕ་རོལ་ འགྲོ །_།
en: $74 “Intelligent and never bewildered, They constantly perfect the Dharma.

source: དགེ་སློང་ སྡོམ་ ལ་ མངོན་དགའ་བ །_། དེ་ལྟ་ བུ་ ནི་ དགེ་སློང་ ཡིན །_།
en: A monk who delights in observing his vows Is indeed a monk.

source: གཉེན་ ལྟ་བ་ ལ་ དགའ་ མེད་ ཅིང་ །_། མཁས་པ་ དག་ ལ་ ལྟ་ འདོད་ ལ །_། ཁྱིམ་ གྱི་ སྐྱོན་ ལས་ ངེས་འབྱུང་བ །_། དེ་ལྟ་ བུ་ ནི་ དགེ་སློང་ ཡིན །_།
en: $75 “Those who find no pleasure in seeing friends, But, wishing to behold the wise, Go forth free from the flaws of the household— Such persons are monks.

source: དབང་པོ་ ཐམས་ཅད་ རབ་ ཞི་ ཞིང་ །_། ཡུལ་ རྣམས་ ལ་ ནི་ ཆགས་ མེད་ ལ །_། གཉའ་ཤིང་ གང་ ཙམ་ ལྟ་བ་ དག _། དེ་ལྟ་ བུ་ ནི་ དགེ་སློང་ ཡིན །_།
en: $76 “Those whose senses are serene, Who have no attachment to objects, And who look ahead only at the distance of a yoke— Such persons are monks.

source: ཁྲོ་ མེད་ ཁྱིམ་ ལ་ སྤྱོད་ མེད་ ཅིང་ །_། ཚོང་ཟོང་ ཉོ་ འཚོང་ མི་ བྱེད་ ལ །_། སྲང་ དང་ བཞི་མདོ ར་ མི་ [120a] དགའ་བ །_། དེ་ལྟ་ བུ་ ནི་ དགེ་སློང་ ཡིན །_།
en: $77 “They are without aggression and do not keep a household; They refrain from business and trading, And do not visit busy streets and intersections— {{page:{number:77,id:UT22084-068-021-100103,folio:F.120.a,volume:V68}}} Such persons are monks.

source: གླུ་ དང་ག ར་ ལ་ མི་ ལྟ་ ཞིང་ །_། ཉེས་ རྩོམ་ རྣམས་ ལ་ ཆགས་ མེད་ ལ །_། གང་དག་ དུར་ཁྲོད་ དགའ་བྱེད་པ །_། དེ་ལྟ་ བུ་ ནི་ དགེ་སློང་ ཡིན །_།
en: $78 “Those without interest in song and dance, Who have no fondness for excitement, But take delight in charnel grounds— Such persons are monks.

source: ཉི་མ་ གཅིག་ ལ་ བསོད་སྙོམས་ མཆོག _། བླངས་ ནས་ སང་ གིར་ མི་ སེམས་ ལ །_། ལྟོ་ འགྲངས་ ཙམ་ གྱིས་ ཆོག་ བྱེད་པ །_། དེ་ལྟ་ བུ་ ནི་ དགེ་སློང་ ཡིན །_།
en: $79 “Those who are content with alms for a day, And who do not think of tomorrow, But are content just by not going hungry— Such persons are monks.

source: གང་དག་ གོས་ མཆོག་ རྣམ་ སྤོང་ ཞིང་ །_། ཕྱག་དར་ ཁྲོད་ ཀྱིས་ ཆོག་ འཛིན་ ལ །_། གང་དག་ རིགས་པ ར་ ཟས་ ཟ་བ །_། དེ་ལྟ་ བུ་ ནི་ དགེ་སློང་ ཡིན །_།
en: $80 “Those who give up fine garments, Make do with those of the refuse dump, And partake of appropriate food— Such persons are monks.

source: གང་དག་ ལས་ ནི་ མི་ རྩོམ་ ཞིང་ །_། ལས་ རྣམས་ ཀུན་ ལ་ བསམ་ མེད་ ལ །_། སྤྲོ་ མེད་ འདུད་པ་ མེད་པ་ ནི །_། དེ་ལྟ་ བུ་ ནི་ དགེ་སློང་ ཡིན །_།
en: $81 “Those who are disinclined to initiate projects, Who do not preoccupy their minds with projects, And are neither excited nor depressed— Such persons are monks.

source: འདོད་པ འི་ ཁྲོ་ལ ས་ རྣམ་གྲོལ་ ཞིང་ །_། གཏི་མུག་ འདམ་ ནི་ རྣམ་ སྤངས་ ལ །_། སྡིག་པ འི་ ཆོས་ ཀྱིས་ མ་ གོས་པ །_། དེ་ལྟ་ བུ་ ནི་ དགེ་སློང་ ཡིན །_།
en: $82 “Those who are free from desire and anger, Have abandoned the mud of delusion, And are thus unstained by negative qualities— Such persons are monks.

source: ཀུན་ ཏུ་ སྦྱོར་བ་ ཀུན་ ལས་ འདས །_། བག་ ལ་ ཉལ་བ་ ཐམས་ཅད་ སྤངས །_། བསམ་པ་ ཀུན་ ལས་ རྣམ་གྲོལ་བ །_། དེ་ལྟ་ བུ་ ནི་ དགེ་སློང་ ཡིན །_།
en: $83 “Those who have left behind all bonds, Relinquished all latent tendencies, And are thus liberated from all thinking— Such persons are monks.

source: འཕགས་ལམ་ ཡན་ལག་ བརྒྱད་པ་ ཡིས །_། མྱ་ངན་ འདས་པ འི་ གྲོང་ཁྱེར་ གནས །_། གང་དག་ ཉོན་མོངས་ ཀུན་ བཅོམ་པ །_། དེ་ལྟ་ བུ་ ནི་ དགེ་སློང་ ཡིན །_།
en: $84 By means of the eightfold path of the noble ones They remain within the city of nirvāṇa, Crushing all the afflictions— Such persons are monks.

source: དབང་པོ་ དུལ་ ཞིང་ བློ་གྲོས་ བརྟན །_། འདོད་པ འི་ འདམ་ ནི་ རྣམ་པར་ སྤངས །_། རྩེ་གཅིག་ ཡིད་ ནི་ ལེགས་ གནས་པ །_། དེ་ལྟ་ བུ་ ནི་ དགེ་སློང་ ཡིན །_།
en: $85 “With pliable senses and stable intelligence They leave the swamps of desire behind And abide well within one-pointed mind— Such persons are monks.

source: གང་དག་ ས་ ཡི་ རིམ་ ཤེས་ ལ །_། ས་ ཡི་ དེ་ཉིད་ སྟོན་ བྱེད་ ཅིང་ །_། གང་དག་ ཕན་ཚུན་ ས་ ཤེས་པ །_། དེ་ལྟ་ བུ་ ནི་ དགེ་སློང་ ཡིན །_།
en: $86 “Knowing the stages of the grounds, They teach the nature of the grounds. Those who know the grounds, Such persons are monks.

source: ཟག་བཅས་ ཟག་པ་ མེད་པ འི་ ཆོས །_། རྒྱུ་ དང་ རྐྱེན་ དུ་ འབྱུང་བ་ དག _། རྣམ་པ་ བཞིན་ དུ་ ཀུན་ཤེས་པ །_། དེ་ལྟ་ བུ་ ནི་ དགེ་སློང་ ཡིན །_།
en: $87 “Those with exact knowledge Of the emerging causes and conditions, And of defiled and undefiled qualities— Such persons are monks.

source: ཚངས་པ ར་ སྤྱོད་པ་ དྲང་ ཞིང་ ཞི །_། རྨུགས་ དང་ གཉིད་ ནི་ རྣམ་ སྤངས་ ལ །_། ནང་པ ར་ ལྡང་ ཞིང་ མཁས་ གཙང་བ །_། དེ་ལྟ་ བུ་ ནི་ དགེ་སློང་ ཡིན །_།
en: $88 “Honest and peaceful practitioners of pure conduct Who give up dullness and sloth, Who rise at daybreak, and who are wise and pure— Such persons are monks.

source: གང་ཞིག་ ཞི་གནས་ ལྷག་མཐོང་ ལ །_། དགའ་ ཞིང་ བསམ་གཏན་ བཞི་ ལ་ དགའ །_། དགོན་པ་ ཀུན་དག ར་ དགའ་བ་ དག _། དེ་ལྟ་ བུ་ ནི་ དགེ་སློང་ ཡིན །_།
en: $89 “Those who delight in calm abiding and special insight, Who take joy in the four concentrations, And find pleasure in the joys of the forest— Such persons are monks. {{page:{number:78,id:UT22084-068-021-100104,folio:F.120.b,volume:V68}}}

source: ནམ་ [120b] མཁའ་ ལ་ ནི་ བྱ་ གནས་པ །_། དེ འི་ གྲིབ་ རྟག་ ཏུ་ རྗེས་འགྲོ་ ལྟར །_། གང་ བློ་ དམ་པ འི་ ཆོས་ ལ་ གནས །_། དེ་ལྟ་ བུ་ ནི་ དགེ་སློང་ ཡིན །_།
en: $90 “Just as birds in the sky Are always followed by their shadows, So their minds are constantly set upon the sacred Dharma— Such persons are monks.

source: གང་ཞིག་ ཉོན་མོངས་ ཉེ་ཉོན་ མོངས །_། བཅོམ་ ཞིང་ ཞི་ ལྟ་ བློ་གྲོས་ གཙང་ །_། དབུགས་དབྱུང་ རྔུབ་པ འི་ རྣམ་པ་ ཤེས །_། དེ་ལྟ་ བུ་ ནི་ དགེ་སློང་ ཡིན །_།
en: $91 “Those who conquer the afflictions and subsidiary afflictions, Who view peace with pure intellect, And are aware of exhalations and inhalations— Such persons are monks.

source: གང་ཞིག་ རིག་པ འི་ ཆོ་ག་ ཤེས །_། རྣལ་འབྱོར་ རིག་ ཅིང་ དེ་ཉིད་ སྟོན །_། ལམ་ དང་ ལམ་ མིན་ རིམ་ ཤེས་པ །_། དེ་ལྟ་ བུ་ ནི་ དགེ་སློང་ ཡིན །_།
en: $92 “Those who understand the stages of ritual activity— Who know the practice, teach the nature of reality, And understand the stages of the paths and non-paths— Such persons are monks.

source: གང་ཞིག་ དགའ་ ལ་ མི་ ཆགས་ ཤིང་ །_། འཇིགས་པ་ དག་ ལ་ འཇིགས་མེད་ ལ །_། དཔའ་བོ་ དགའ་ དང་ འཇིགས་ མཉམ་པ །_། དེ་ལྟ་ བུ་ ནི་ དགེ་སློང་ ཡིན །_།
en: $93 “Free from attachment to joy And undaunted by fears, Joy and fear are for these heroes the same— Such persons are monks.

source: རྒ་ དང་ འཆི་བ འི་ དེ་ཉིད་ ཤེས །_། ལྷ་ དང་ ལྷ་མིན་ ཕྱག་ བྱས་པ །_། སེམས་ ཀྱི་ རྣམ་པ་ ཕན་ཚུན་ ཤེས །_། དེ་ལྟ་ བུ་ ནི་ དགེ་སློང་ ཡིན །_།
en: $94 “Those who know the nature of aging and dying, Are venerated by gods and asuras, And understand the various features of mind— Such persons are monks.

source: གང་ཞིག་ སྣམ་སྦྱར་ ལྷུང་བཟེད་ ཀྱིས །_། ཆོག་ འཛིན་ སོགས་ འཇོག་ མི་ བྱེད་ ལ །_། འདོད་པ་ ཆུང་ ཞིང་ ཚངས་པ ར་ སྤྱོད །_། དེ་ལྟ་ བུ་ ནི་ དགེ་སློང་ ཡིན །_།
en: $95 “Those who content with the monk’s robe and alms bowl, Who do not accumulate and hoard, Who have few wishes, and pursue pure conduct— Such persons are monks.

source: དྲི་མེད་ སྟན་གཅིག་ ཟས་ ཟ་ ཞིང་ །_། ཞིམ་པ འི་ རོ་ ལ་ མི་ ཆགས་ ལ །_། རྙེད་ དང་ བཀུར་སྟི་ སྤངས་པ་ དག _། དེ་ལྟ་ བུ་ ནི་ དགེ་སློང་ ཡིན །_།
en: $96 “Those pure beings who have their food in a single sitting, Who are not attached to delectable flavors, And who give up wealth and respect— Such persons are monks.

source: བཏང་སྙོམས་ སྙིང་རྗེ་ དག་ ལ་ དགའ །_། འཆབ་ དང་ སྐྱོན་ ནི་ རྣམ་ སྤངས་ ཤིང་ །_། ཉེས་པ འི་ རྫས་ ཀུན་ ངེས་ བསྲེགས་པ །_། དེ་ལྟ་ བུ་ ནི་ དགེ་སློང་ ཡིན །_།
en: $97 “Those who delight in compassion and equanimity, Who give up both concealment and flaws, And set fire to all flawed substances— Such persons are monks.

source: དགེ་སློང་ དེ་ ནང་ གི་ ཆོས་ ལ་ ཆོས་ ཀྱི་ རྗེས་སུ་ ལྟ་ ཞིང་ ཚོར་བ་ དེ་དག་ ཇི་ལྟ་བ་ བཞིན་ དུ་ རྗེས་སུ་ རྟོག་ སྟེ །_
en: $98 “Such is the monk who observes inner phenomena and notices sensations correctly.

source: དེ་ ཤེས་པ་ ཤིན་ཏུ་ ཞིབ་མོ ས་ མིག་ གི་ འདུས་ ཏེ་ རེག་པ་ ལས་ བྱུང་བ འི་ ཚོར་བ འི་ དམིགས་པ་ རྗེས་སུ་ རྒྱུ་བ་ མེད་པར་ མཐོང་ ངོ་ །_།
en: He sees how the very subtle cognition that is associated with the eye does not pursue the observation of sensations that arises from contact.

source: དམིགས་པ་ གཉིས་ པས་ ལྷན་ཅིག་ འགག་ ཅིང་ འཇིག་པ་ མཐོང་ སྟེ །_
en: With the subsequent observation he will perceive simultaneous cessation and disintegration.

source: མིག་ གི་ འདུས་ ཏེ་ རེག་པ་ ལས་ བྱུང་བ འི་ ཚོར་བ འི་ དམིགས་པ་ འདས་ ནས་ བདག་སྒྲ་ ལ་ དམིགས་པ་ དང་ བཅས་པ འི་ ཚོར་བ་ སྡུག་པ འམ་ མི་ སྡུག་པ་ སྐྱེ་ སྟེ །_
en: As his observations in the form of sensations arising from contact associated with the eye expire, he will instead focus on pleasant or unpleasant sensations that are associated with sound.

source: བདག་ གི་ སེམས་ དེ་ དང་ ལྷན་ཅིག་ གྱུར་པ་ མེད་ དོ་ སྙམ་ ནས །_
en: Thus, he will come to think, ‘My mind does not change when they do.’

source: དེས་ སེམས་ ཀྱི་ དམིགས་པ་ དེ་ བརྟན་པ ར་ བྱས་ ནས་ འཛིན་པ ར་ བྱེད་ དོ །_།
en: He will thereby stabilize and retain his mental focus.

source: རྣ་བ འི་ ཚོར་བ་ སྒྲ་ ལ་ དམིགས་པ་ དང་ བཅས་པ་ དེ་ འགགས་ ནས་ སྣ འི་ ཚོར་བ་ དྲི་ ལ་ དམིགས་པ་ སྐྱེ་ སྟེ །_ དེ་ སྣ འི་ ཚོར་བ་ ལ་ [121a] ཡང་ རྟོག་པ ར་ བྱེད་ ཅིང་ ཤིན་ཏུ་ རྟོག་པ ར་ བྱེད་ དེ །_
en: $99 “When sensation associated with the ear and the observation of sound cease, he will instead focus on sensations associated with the nose and the observation of smell. {{page:{number:79,id:UT22084-068-021-100105,folio:F.121.a,volume:V68}}}

source: བདག་ གི་ སྣ འི་ ཚོར་བ་ དྲི་ དང་ བཅས་པ་ དགེ་བ འམ །_ མི་དགེ་བ འམ །_ ལུང་ དུ་ བསྟན་པ འམ །_ ལུང་ དུ་མ་ བསྟན་པ་ སྐྱེ་ སྟེ །_
en: As he notices and discerns the sensations of the nose and the associated smells, they may be virtuous, unvirtuous, determinate, or indeterminate.

source: བདག་ གི་ སྣ འི་ ཚོར་བ་ དེ འི་ སེམས་ གྱུར་པ་ གལ་ཏེ་ དེས་ སེམས་ གྱུར་པ་ མཐོང་ ན །_ དེས་ ཡང་ དམིགས་པ་ དེ་ཉིད་ ལ་ གོམས་པ ར་ བྱེད་ ཅིང་ སྤྱོད་ ལ་ འབད་ ཅིང་ བརྩོན་ ཏེ་ ལས་ སུ་ རུང་བ ར་ བྱེད་ ལ །_
en: If he perceives that his mind changes along with the sensations of the nose, he will diligently accustom himself to that very observation, and so make his mind pliable.

source: དགེ་བ འི་ ཆོས་ ཟག་པ་ མེད་པ ས་ སེམས་ གོམས་པ ར་ བྱེད་ དོ །_།
en: In this process he will practice virtuous and undefiled qualities.

source: གལ་ཏེ་ མི་ གཡོ་ ན་ ལྕེ འི་ དམིགས་པ་ དགེ་བ འམ །_ མི་དགེ་བ འམ །_ ལུང་ དུ་ བསྟན་པ འམ །_ ལུང་ དུ་མ་ བསྟན་པ་ ལ་ དམིགས་པ ར་ བྱེད་ དེ །_
en: $100 “If the mind is unmoving, he will at this point proceed to focus on virtuous, unvirtuous, determinate, or indeterminate observations that are associated with the tongue.

source: དེ་ དམིགས་པ་ དེ་ མངོན་སུམ་ དུ་ བྱས་ ནས་ བདེ་བ་ དང་ སྡུག་བསྔལ་ དང་ །_ སྡུག་བསྔལ་ ཡང་ མ་ཡིན་པ འི་ ཚོར་བ་ ལ་ ལྟ་བ ར་ བྱེད་ ཅིང་ ཅི་ འདི ས་ བདག་ གི་ སེམས་ གྱུར་ ཏམ་ སྙམ་ མོ །_།
en: Thus, while perceiving such objects, he regards pleasant, painful, and neutral sensations, asking himself whether his mind is changed by them.

source: གལ་ཏེ་ རོ་ ལ་ དམིགས་པ འི་ ཚོར་བ་ སྐྱེས་པ ས་ སེམས་ གྱུར་པ་ མཐོང་ ན །_ དེས་ ཡང་ སེམས་ དམིགས་པ འི་ ཀ་བ་ ལ་མོ ས་པ འི་ ཐག་པ ས་ བཅིངས་ ནས །_ ཇི་ལྟ ར་ སེམས་ འདི་ ལྕེ འི་ ཚོར་བ་ དང་ བཅས་ ཤིང་ །_ སྲེད་པ་ དང་ བཅས་པ ས་ མི་ འཕྲོག་པ ར་ བྱ་ སྙམ་ ནས་ སྤྱོད་ ཅིང་ འབད་ ལ་ ནན་ཏན་ དུ་ བྱེད་ དོ །།_།།
en: If he notices that his mind is affected by the sensations that observe taste, he will tie his mind to the post of the object with the rope of resolution, thinking, ‘I shall not let my mind be carried off by the sensations of the tongue and craving.’ Thus, the monk will persevere with diligence.

source: དེ་ནས་ གཞན་ ཡང་ དགེ་སློང་ དེ་ ལུས་ ཀྱི་ རེག་བྱ་ དང་ བཅས་པ འི་ རེག་བྱ འི་ ཚོར་བ་ དམིགས་པ འི་ ཀ་བ་ ལ་ བཅིངས་ ནས་ དགེ་བ་ དང་ །_ མི་དགེ་བ་ དང་ །_ ལུང་ དུ་མ་ བསྟན་པ་ ལ་ རྟོག་པ ར་ བྱེད་ དེ
en: $101 “Next, the monk will tie his mind to the post of the object of sensation associated with bodily touch, and thus notice virtuous, unvirtuous, and indeterminate events.

source: གལ་ཏེ་ དེ་ རེག་བྱ འི་ ཚོར་བ་ དེས་ སེམས་ གྱུར་པ ར་ མཐོང་ ན་ ཡང་ ཇི་ལྟ ར་ དམིགས་པ འི་ ཀ་བ་ ལ་ བཅིངས་ ནས་ ལས་ སུ་ རུང་བ ར་ བྱེད་ ཅིང་ གྱུར་པ་ མེད་པ་ དེ་ལྟ ར་ བྱེད་ དོ །_།
en: If he sees that his mind is changed by the sensations of texture, he will tie it to the post of the object and thus make it pliable and unchanging.

source: ཡང་ དགེ་སློང་ དེ་ ཡིད་ ལ་ འོང་བ འི་ ཡིད་ དང་ ཤིན་ཏུ་ འབྲེལ་བ འི་ ཆོས་ ཀྱིས་ ཚོར་བ་ དགེ་བ་ དང་ །_ མི་དགེ་བ་ དང་ །_ ལུང་ དུ་ བསྟན་པ་ དང་ །_ ལུང་ དུ་མ་ བསྟན་པ་ ལ་ ལྟ་བ ར་ བྱེད་ དེ
en: $102 “The monk will then turn to the virtuous, unvirtuous, determinate, and indeterminate sensations that are associated with the phenomena that appear in, and are closely related to, the mind.

source: གལ་ཏེ་ ཚོར་བ་ དེ་དག་ གིས་ ཡིད་ གྱུར་ ན་ དེ་ དམིགས་པ འི་ ཀ་བ་ དེ་ ལ་མོ ས་པ འི་ ཐག་པ ས་ བཅིངས་ ནས་ ལས་ སུ་ རུང་བ ར་ བྱེད་ དེ །_ གྱུར་པ་ མེད་པ་ དེ་ལྟ ར་ བྱེད་ དོ །_།
en: If those sensations affect the mind, the monk will tie it to post of the object with the rope of motivation, thus making it pliable and unchanging.

source: ཡུལ་དྲུག་ ལུས་ ལ་ ཡོད་པ འི་ ཚོར་བ་ [121b] ལ་ ལྟ་བ འི་ དགེ་སློང་ ཡང་དག་པ འི་ ཚོར་བ་ འབྱུང་བ་ དང་ ཟད་པ་ དེ་ཉིད་ མཐོང་བ་ ནི་ གནས་ ལྔ་པ་ ལ་ འཇུག་ སྟེ །_
en: $103 “When a monk who observes the sensations of the six objects associated with the body {{page:{number:80,id:UT22084-068-021-100106,folio:F.121.b,volume:V68}}} perceives the actual emergence and exhaustion of those sensations, he will enter the fifth ground.#29

source: དེ་ མིག་ གི་ འདུས་ ཏེ་ རེག་པ་ ལས་ བྱུང་བ འི་ ཚོར་བ་ ཤེས་པ འི་ སྒྲོན་མས་ ཚོར་བ་ མྱོང་བ ར་ བྱེད་པ འི་ ཚོར་བ་ འདི་དག་ གང་ཞིག་ ཡིན་ ཞེས་ རྣམ་པར་ རྟོག་པ ར་ བྱེད་ དོ །_།
en: Using the lamp of knowing sensations that appear from contact involving the eye, he will ask himself, ‘What are these sensations that are felt and experienced?’

source: དེ་ ཡིད་ ཀྱི་ རྣམ་པར་ ཤེས་པ འི་ ཚོར་བ་ འདི་ ནི་ རྟེན་ ཅིང་ འབྲེལ་བར་ འབྱུང་བ་ ཡིན་ ཏེ །_
en: $104 “The monk will then conclude that such sensations of the mental consciousness originate in dependence.

source: ཡིད་ དང་ ཤིན་ཏུ་ འབྲེལ་བར་ མཐོང་ ལ །_ བྱིས་པ་ སོ་སོ འི་ སྐྱེ་བོ་ ཐམས་ཅད་ ནི་ ཡིད་ ཀྱི་ རྣམ་པར་ རྟོག་པ ས་ འཕྲོགས་ ཤིང་ ཤིན་ཏུ་ རྟོག་པ འི་ མེས་ བསྲེགས་ ཏེ །_
en: Thus, he will think, ‘This sensation is closely connected to the mind, and the thoughts of the mind ruin all infantile, ordinary beings. The fire of thinking burns them.
